{
    "webdav": "WebDAV: CalDAV e CardDAV",
    "standard protocol": "WebDAV è un protocollo standard che consente a qualsiasi dispositivo (tra quelli supportati) di sincronizzarsi con le informazioni dei Contatti, Calendario e File di Cozy. Se perciò desideri che il tuo smartphone rimanga aggiornato con Cozy, troverai qui di seguito le istruzioni per impostare questa sincronizzazione.",
    "two tutorials": "Troverai due nuovi tutorial sulla nostra documentazione online:",
    "contacts tutorial": "Tutorial Contatti",
    "calendar tutorial": "Tutorial Calendario",
    "server credentials": "Credenziali Server",
    "before going further": "Prima di proseguire avrai bisogno di impostare specifiche credenziali per il tuo server CalDAV (l'applicazione del calendario del tuo telefono non dovrebbe essere in gradio di accedere a Cozy). Ecco le credenziali richieste per il tuo client per essere sincronizzato.",
    "login": "login",
    "password": "password",
    "show": "Mostra",
    "hide": "Nascondi",
    "reset password": "Reimposta password",
    "domain": "dominio",
    "calendar": "Configurazione CalDAV (Calendario)",
    "your client will ask for": "Il tuo client richiederà un URL per eseguire la connessione, ecco quelli richiesti, in base al telefono o software.",
    "in the server field": "Nel campo \"Server\" digita",
    "sync android": "Per sincronizzare il tuo telefono Android con CalDAV, avrai bisogno di installare un'app dedicata. L'URL richiesto dipende da quell'app. Ma ne puoi provare uno di default:",
    "select a calendar": "Seleziona un calendario",
    "use the following url": "Dopodiché utilizza il seguente url",
    "contacts": "Configurazione CardDAV (Contatti)",
    "sync thunderbird": "Per sincronizzare i contatti con Thunderbird avrai bisogno di installare un addon, per esempio CardBook o SOGo. Dopodiché utilizzare le credenziali sopra e il seguente URL",
    "files": "Configurazione WebDAV (File)",
    "doesn't support file": "Cozy non supporta la sincronizzazione dei file tramite WebDAV. Provvederemo presto a fornire un metodo per farlo. Supporterà anche l'utilizzo offline.",
    "troubleshooting": "Risoluzione dei problemi",
    "experimenting problems": "Se stai utilizzando un altro client e stai avendo problemi, faccelo sapere.",
    "on github": "su Github"
}