{
    "webdav": "WebDAV: CalDAV and CardDAV",
    "standard protocol": "WebDAV is een standaard protocol dat elk apparaat (die dat ondersteund) synchroniseert met de Contact, Kalender en Bestands informatie van jouw Cozy. Dus, als je wilt dat je telefoon bijgewerkt blijft met jouw Cozy, dan vind je in het volgende, de instructies om de synchronisatie in te stellen.",
    "two tutorials": "Je vind twee zelfstudies in onze online documentatie :",
    "contacts tutorial": "Contacten zelfstudie",
    "calendar tutorial": "Kalender zelfstudie",
    "server credentials": "Server Inloggegevens",
    "before going further": "Voordat je verder gaat, moet je de specifieke inloggegevens van jouw CalDAV server (de kalender app op je telefoon hoef geen toegang te hebben tot heel je Cozy). Hier zijn de inloggegevens om te synchroniseren.",
    "login": "log-in",
    "password": "wachtwoord",
    "show": "Toon",
    "hide": "Verberg",
    "reset password": "Reset het wachtwoord",
    "domain": "domein",
    "calendar": "CalDAV configuratie (Kalender)",
    "your client will ask for": "De software zal vragen om een URL waarop je kunt verbinden, hier zijn diegene die je nodig hebt, afhankelijk van jouw telefoon of software.",
    "in the server field": "In het \"server\"veld, type",
    "sync android": "Om je Android telefoon te synchroniseren met CalDAV, moet je een specifiek app installeren. De benodigde URL hangt van de app af. Maar je kunt deze standaard proberen:",
    "select a calendar": "Selecteer een kalender",
    "use the following url": "Gebruik dan de volgende URL",
    "contacts": "CardDAV configuratie (Contacten)",
    "sync thunderbird": "Om je contacten te synchroniseren met Thunderbird, moet je eerste een addon installeren, bij voorbeeld CardBook of SOGo. Gebruik dan de volgende log-in / wachtwoord en de volgende URL",
    "files": "WebDAV configuratie (Bestanden)",
    "doesn't support file": "Cozy ondersteund geen bestands synchronisatie via WebDAV. We komen snel met een alternatieve methode. Dat zal ook offline werken ondersteunen.",
    "troubleshooting": "Foutopsporing",
    "experimenting problems": "Als je andere software gebruikt en problemen ondervind, laat dat ons dan weten",
    "on github": "op Github"
}