{
    "webdav": "WebDAV: CalDAV i CardDAV",
    "standard protocol": "WebDAV jest standardowym protokołem, który pozwala dowolnemu urządzeniu (które wspiera ten protokół) zsynchronizować z Twoim Cozy kontakty, kalendarz i informacje o plikach. Tak więc, jeśli chcesz, aby Twój smartfon miał aktualne dane korzystając z Cozy, to w dalszej części znajdziesz instrukcje, jak ustawić tę synchronizację.",
    "two tutorials": "Na naszej stronie z dokumentacją znajdziesz dwa poradniki:",
    "contacts tutorial": "Poradnik - Kontakty",
    "calendar tutorial": "Poradnik - Kalendarz",
    "server credentials": "Poświadczenia serwera",
    "before going further": "Zanim przejdziemy dalej, musisz ustawić konkretne poświadczenia dla Twojego serwera CalDAV (Twoja aplikacja kalendarza w telefonie nie powinna mieć dostępu do całej Cozy). Oto poświadczenia wymagane dla klienta, aby uzyskać synchronizację.",
    "login": "login",
    "password": "hasło",
    "show": "Pokaż",
    "hide": "Ukryj",
    "reset password": "Reset hasła",
    "domain": "domena",
    "calendar": "Konfiguracja CalDAV (Kalendarz)",
    "your client will ask for": "Twój klient poprosi o podanie adresu URL, na których ma się połączyć, oto one, w zależności od telefonu lub oprogramowania.",
    "in the server field": "W polu \"Server\" wpisz",
    "sync android": "Aby zsynchronizować Twój telefon z systemem Android poprzez CalDAV, musisz zainstalować dedykowaną aplikację. Wymagany adres URL zależy od tej aplikacji. Spróbuj domyślnie użyć tego adresu:",
    "select a calendar": "Wybierz kalendarz",
    "use the following url": "Następnie użyj tego adresu URL",
    "contacts": "Konfiguracja CalDAV (Kontakty)",
    "sync thunderbird": "Aby zsynchronizować kontakty z aplikacją Thunderbird, musisz zainstalować odpowiedni dodatek, na przykład CardBook lub SOGo. Następnie użyj powyższego loginu / hasła i następującego adresu URL",
    "files": "Konfiguracja CalDAV (Pliki)",
    "doesn't support file": "Cozy nie wspiera synchronizacji plików poprzez WebDAV. Wkrótce umożliwimy to w inny sposób. Bedzie on równiez wspierał pracę off-line. ",
    "troubleshooting": "Rozwiązywanie problemów",
    "experimenting problems": "Jeśli używasz innego klienta i napotkasz problemy, daj nam proszę o tym znać",
    "on github": "na Github"
}